---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.NPerMmSup2
source: html/000ea288-c477-86a8-57e0-764f2e359d5b.htm
---
# Autodesk.Revit.DB.SymbolTypeId.NPerMmSup2 Property

Symbol N/mm², indicating unit Newtons per square millimeter.

## Syntax (C#)
```csharp
public static ForgeTypeId NPerMmSup2 { get; }
```